app/views/dashboard/_ticket.html.erb

  TICKET <%= ticket.id %>!!!
  <% ticket.calls.each do |call| %>
---
SELECT "calls".* FROM "calls"  WHERE "calls"."ticket_id" = ?  [[nil, 1]]