app/controllers/dashboard_controller.rb

  def index
    @tickets = Ticket.all # TODO: only for one business
---
SELECT "tickets".* FROM "tickets"